<?php
///template/user/cart.php
?>
<div class="container-md basket">
  <div class="basket-exists row bg-gainsboro-light px-md-3 pb-3">
    <div class="col-12 col-md-8 p-0">
      <!-- items -->
      <div class="bg-white mt-3 p-3">
      <ul class="p-0">
        <!-- items product -->
      <li class="product hstack gap-3 align-items-start li-item border-bottom border-secondary-subtle py-3">
        <div class="product-image">
          <img src='media/product/product-detail-color-box-1.webp' width="86" alt=""> 
        </div>
        <div class="w-100">
          <div class="d-block d-sm-flex">
          <div>
            <a href="#" class="product-details d-inline-block text-decoration-none text-dark">
              <div class="product-brand lh-sm">Nike</div>
              <div class="product-title text-body-secondary">سوییشرت کلاه دار</div>
            </a>
            <p class="text-body-secondary m-0">رنگ: <span>سرمه ای</span></p>
            <p class="text-body-secondary">اندازه: <span>m</span></p>
          </div>
          <div class="product-quantity d-inline-block ms-sm-auto mb-3 mb-sm-0">
            <select class="form-select rounded-0 border-dark-subtle width-87">
              <option value="1">1</option>
              <option value="2">2</option>
              <option value="3">3</option>
            </select>
          </div>
        </div>
        <div class="d-block d-sm-flex align-items-start">
          <div class="d-flex font-x-s align-items-center">
            <div class="product-removal">
            <a href='#' class='remove-product d-flex align-items-center text-decoration-none text-body-tertiary'>
              <i class="fa-regular fa-trash-can me-2"></i>
              <span>حذف مورد</span>
            </a>
            </div>
          <div class="vr mx-3"></div>
          <div class="product-removal">
            <a href='#' class='d-flex align-items-center text-decoration-none text-body-tertiary'>
              <i class="fa-regular fa-heart me-2"></i>
              <span>انتقال به علاقمندی</span>
            </a>
          </div>
          </div>
          <div class="d-inline-block ms-sm-auto my-3 my-sm-0">
            <div class="product-price" hidden>12.99</div>
            <del class="me-2">14.99</del>
          <div class="product-line-price fw-semibold ms-auto d-inline-block text-danger">12.99</div>&nbsp;<span class="text-danger">تومان</span>
          <p class="font-x-s text-danger">شما 20% پس انداز می کنید</p>
        </div>
        </div>
        </div>
      </li>
       <!-- items product -->
       <li class="product hstack gap-3 align-items-start li-item border-bottom border-secondary-subtle py-3">
        <div class="product-image">
          <img src='media/product/product-detail-color-box-1.webp' width="86" alt=""> 
        </div>
        <div class="w-100">
          <div class="d-block d-sm-flex">
          <div>
            <a href="#" class="product-details d-inline-block text-decoration-none text-dark">
              <div class="product-brand lh-sm">Nike</div>
              <div class="product-title text-body-secondary">سوییشرت کلاه دار</div>
            </a>
            <p class="text-body-secondary m-0">رنگ: <span>سرمه ای</span></p>
            <p class="text-body-secondary">اندازه: <span>m</span></p>
          </div>
          <div class="product-quantity d-inline-block ms-sm-auto mb-3 mb-sm-0">
            <select class="form-select rounded-0 border-dark-subtle width-87">
              <option value="1">1</option>
              <option value="2">2</option>
              <option value="3">3</option>
            </select>
          </div>
        </div>
        <div class="d-block d-sm-flex align-items-start">
          <div class="d-flex font-x-s align-items-center">
            <div class="product-removal">
            <a href='#' class='d-flex align-items-center text-decoration-none text-body-tertiary'>
              <i class="fa-regular fa-trash-can me-2"></i>
              <span>حذف مورد</span>
            </a>
            </div>
          <div class="vr mx-3"></div>
          <div class="product-removal">
            <div class='d-flex align-items-center text-decoration-none text-body-tertiary'>
              <i class="fa-solid fa-heart me-2"></i>
              <span>موجود در علاقمندی</span>
            </div>
          </div>
          </div>
          <div class="d-inline-block ms-sm-auto my-3 my-sm-0">
            <div class="product-price" hidden>12.99</div>
          <div class="product-line-price fw-semibold ms-auto d-inline-block">12.99</div>&nbsp;<span>تومان</span>
          </div>
        </div>
        </div>
      </li>
      </ul>
      <!-- notice -->
      <p class="text-primary-emphasis font-x-s opacity-75 d-flex align-items-baseline gap-2 my-3">
        <i class="fa fa-info-circle"></i>
        <span>اقلام قرار داده شده در این کیف رزرو نمی شود.</span>
      </p>
    </div>
    <!-- delivery -->
    <div class="bg-white mt-3 p-3">
      <h4 class="fw-bold mb-4">تحویل تخمینی</h4>
      <p>Mo, 27.02. - We, 01.03.</p>
    </div>
    <!-- accept -->
    <div class="bg-white mt-3 p-3">
      <h4 class="fw-bold mb-4">ما می پذیریم</h4>
      <ul class="hstack gap-2 list-unstyled">
        <li>
          <svg xmlns="http://www.w3.org/2000/svg" width="48" height="32" viewBox="0 0 48 32" aria-hidden="true"><rect width="46.6" height="30.6" x="0.7" y="0.7" fill="#fff" rx="3.301"></rect><path fill="#ddd" d="M43.999 1.4A2.604 2.604 0 0 1 46.6 4.001V28a2.604 2.604 0 0 1-2.601 2.601H4A2.604 2.604 0 0 1 1.4 27.999V4A2.604 2.604 0 0 1 4.001 1.4H44m0-1.4H4A4.001 4.001 0 0 0 0 4.001V28A4.001 4.001 0 0 0 4.001 32H44A4.001 4.001 0 0 0 48 27.999V4A4.001 4.001 0 0 0 43.999 0z"></path><path fill="#233065" fill-rule="evenodd" d="m23.824 10.624-2.43 11.357h-2.938l2.43-11.357zm12.36 7.333 1.548-4.265.89 4.265zm3.279 4.024h2.717L39.81 10.624H37.3a1.338 1.338 0 0 0-1.25.833l-4.408 10.524h3.085l.612-1.696h3.77zm-7.668-3.708c.012-2.998-4.146-3.163-4.117-4.502.009-.407.397-.84 1.246-.951a5.544 5.544 0 0 1 2.897.508l.516-2.408a7.89 7.89 0 0 0-2.748-.504c-2.904 0-4.949 1.544-4.966 3.755-.018 1.635 1.46 2.547 2.573 3.09 1.144.557 1.529.914 1.524 1.411-.008.763-.913 1.099-1.758 1.112a6.142 6.142 0 0 1-3.018-.717l-.533 2.488a8.906 8.906 0 0 0 3.268.604c3.086 0 5.106-1.525 5.116-3.886zm-12.17-7.65-4.76 11.358H11.76l-2.342-9.064a1.244 1.244 0 0 0-.699-.998 12.279 12.279 0 0 0-2.898-.965l.07-.33h5a1.369 1.369 0 0 1 1.354 1.158l1.237 6.572 3.058-7.73z"></path></svg>
        </li>
        <li>
          <svg xmlns="http://www.w3.org/2000/svg" width="48" height="32" viewBox="0 0 48 32" aria-hidden="true"><g fill="none"><rect width="45.333" height="29.333" x="1.333" y="1.333" fill="#FFF" rx="2"></rect><path fill="#DDD" d="M44 1.333A2.667 2.667 0 0 1 46.667 4v24A2.667 2.667 0 0 1 44 30.667H4A2.667 2.667 0 0 1 1.333 28V4A2.667 2.667 0 0 1 4 1.333h40zM44 0H4a4.012 4.012 0 0 0-4 4v24a4.012 4.012 0 0 0 4 4h40a4.012 4.012 0 0 0 4-4V4a4.012 4.012 0 0 0-4-4z"></path><path fill="#231F20" d="M13.568 27.975V26.38a.946.946 0 0 0-1-1.01.983.983 0 0 0-.893.453.933.933 0 0 0-.84-.452.84.84 0 0 0-.744.377v-.313H9.54v2.54h.559v-1.398a.597.597 0 0 1 .621-.674c.367 0 .553.238.553.669v1.413h.559v-1.408a.598.598 0 0 1 .621-.674c.378 0 .559.238.559.669v1.413l.556-.01zm8.257-2.542h-.909v-.77h-.559v.77h-.504v.506h.516v1.169c0 .59.228.941.883.941.244.002.484-.068.69-.197l-.16-.473a1.034 1.034 0 0 1-.489.144c-.265 0-.366-.171-.366-.426V25.94h.904l-.006-.506zm4.715-.064a.748.748 0 0 0-.67.372v-.308h-.547v2.54h.553V26.55c0-.42.181-.653.532-.653a.897.897 0 0 1 .345.064l.171-.532a1.197 1.197 0 0 0-.393-.07l.009.011zm-7.128.266a1.886 1.886 0 0 0-1.036-.266c-.643 0-1.063.308-1.063.814 0 .414.308.669.878.749l.265.037c.303.043.447.123.447.266 0 .196-.202.308-.579.308a1.355 1.355 0 0 1-.845-.266l-.266.431c.323.225.708.34 1.1.33.734 0 1.159-.346 1.159-.83s-.335-.68-.888-.76l-.265-.037c-.239-.032-.431-.08-.431-.25 0-.169.181-.297.484-.297.28.003.555.079.797.217l.243-.446zm14.805-.266a.748.748 0 0 0-.669.372v-.308H33v2.542h.553V26.55c0-.42.182-.654.532-.654a.897.897 0 0 1 .346.064l.17-.532a1.197 1.197 0 0 0-.393-.069l.01.01zm-7.121 1.328a1.282 1.282 0 0 0 1.236 1.33c.04.001.08.001.12-.002.332.018.659-.09.915-.302l-.266-.447c-.19.145-.424.225-.664.228a.817.817 0 0 1 0-1.627c.24.003.474.083.664.228l.266-.446a1.326 1.326 0 0 0-.915-.303 1.284 1.284 0 0 0-1.356 1.33v.011zm5.176 0v-1.265h-.552v.308a.962.962 0 0 0-.797-.372 1.33 1.33 0 0 0-.015 2.657h.015a.962.962 0 0 0 .797-.372v.308h.553l-.001-1.264zm-2.056 0a.763.763 0 1 1-.001.062c-.002-.022 0-.042.001-.062zm-6.67-1.328a1.33 1.33 0 0 0 .031 2.659h.006c.382.02.758-.104 1.054-.345l-.265-.41c-.21.168-.47.262-.739.266a.703.703 0 0 1-.76-.622h1.887v-.212a1.208 1.208 0 0 0-1.207-1.329l-.008-.007zm0 .495a.628.628 0 0 1 .642.616h-1.33c.02-.355.32-.63.675-.616h.012zm13.847.839v-2.291h-.532v1.33a.962.962 0 0 0-.797-.373 1.33 1.33 0 0 0 0 2.659.962.962 0 0 0 .797-.372v.308h.532v-1.261zm.923.901a.25.25 0 0 1 .239.348.256.256 0 0 1-.139.133.243.243 0 0 1-.101.022.266.266 0 0 1-.239-.155.25.25 0 0 1 0-.196.26.26 0 0 1 .247-.152h-.007zm0 .45a.191.191 0 1 0-.077-.367.186.186 0 0 0-.064.042.192.192 0 0 0 .149.324h-.008zm.016-.318a.107.107 0 0 1 .07.021.068.068 0 0 1 .023.056.066.066 0 0 1-.018.048.097.097 0 0 1-.056.024l.077.088h-.061l-.072-.088h-.024v.088h-.051v-.233l.112-.004zm-2.983-1.033a.763.763 0 1 1-.001.061l.001-.061zm-18.664.001v-1.27h-.552v.307a.962.962 0 0 0-.797-.372 1.33 1.33 0 0 0 0 2.659.962.962 0 0 0 .797-.372v.308h.554l-.002-1.26zm-2.056 0a.71.71 0 1 1-.006.065l.001-.065h.005z"></path><path fill="#F26122" d="M19.228 6.072H27.6v15.044h-8.372z"></path><path fill="#EA1D25" d="M19.76 13.596a9.555 9.555 0 0 1 3.653-7.524C19.26 2.808 13.244 3.529 9.98 7.684a9.568 9.568 0 0 0 13.435 13.433 9.549 9.549 0 0 1-3.655-7.521z"></path><path fill="#F69E1E" d="M38.895 13.596c0 5.284-4.283 9.568-9.567 9.568a9.571 9.571 0 0 1-5.913-2.045c4.154-3.266 4.874-9.28 1.609-13.435a9.588 9.588 0 0 0-1.61-1.61 9.567 9.567 0 0 1 15.48 7.52v.002z"></path></g></svg>
        </li>
        <li>
          <svg xmlns="http://www.w3.org/2000/svg" width="48" height="32" viewBox="0 0 48 32" aria-hidden="true"><g fill="none"><rect width="45.333" height="29.333" x="1.333" y="1.333" fill="#FFF" rx="2"></rect><path fill="#DDD" d="M44 1.333A2.67 2.67 0 0 1 46.667 4v24A2.67 2.67 0 0 1 44 30.667H4A2.67 2.67 0 0 1 1.333 28V4A2.67 2.67 0 0 1 4 1.333h40zM44 0H4a4.012 4.012 0 0 0-4 4v24a4.012 4.012 0 0 0 4 4h40a4.012 4.012 0 0 0 4-4V4a4.012 4.012 0 0 0-4-4z"></path><path fill="#000" d="M17.531 28.384v-1.622a.962.962 0 0 0-1.016-1.026.998.998 0 0 0-.908.46.95.95 0 0 0-.853-.46.852.852 0 0 0-.756.384V25.8h-.563v2.584h.568v-1.432a.604.604 0 0 1 .632-.687c.374 0 .563.243.563.682v1.437h.568v-1.432a.61.61 0 0 1 .632-.685c.384 0 .568.242.568.681v1.437h.565v-.002zm3.167-1.292V25.8h-.563v.313a.981.981 0 0 0-.816-.379 1.357 1.357 0 0 0 0 2.712.981.981 0 0 0 .816-.378v.313h.563v-1.29zm-2.09 0a.783.783 0 1 1 .782.826.775.775 0 0 1-.783-.826zm14.118-1.36c.19-.002.379.033.555.104a1.318 1.318 0 0 1 .733.716c.14.345.14.733 0 1.078a1.318 1.318 0 0 1-.733.716 1.531 1.531 0 0 1-1.11 0 1.31 1.31 0 0 1-.73-.716 1.438 1.438 0 0 1 .001-1.078 1.31 1.31 0 0 1 .73-.716c.175-.071.363-.106.554-.104zm0 .532a.835.835 0 0 0-.321.061.753.753 0 0 0-.426.43.941.941 0 0 0 0 .673.746.746 0 0 0 .425.43.873.873 0 0 0 .642 0 .771.771 0 0 0 .43-.43.941.941 0 0 0 0-.672.775.775 0 0 0-.43-.431.8.8 0 0 0-.32-.061zm-8.97.828a1.239 1.239 0 0 0-1.226-1.356 1.357 1.357 0 0 0 .039 2.713 1.57 1.57 0 0 0 1.058-.363l-.276-.416c-.213.171-.477.267-.75.271a.719.719 0 0 1-.774-.632h1.919c.005-.072.01-.141.01-.217zm-1.923-.227a.664.664 0 0 1 .686-.627.641.641 0 0 1 .654.627h-1.34zm4.292-.405a1.66 1.66 0 0 0-.806-.222c-.308 0-.492.114-.492.303 0 .173.195.221.438.253l.265.038c.563.081.903.318.903.773 0 .492-.432.843-1.179.843-.399.01-.79-.107-1.119-.335l.266-.437c.248.184.55.278.86.27.384 0 .589-.113.589-.313 0-.145-.145-.227-.453-.27l-.266-.038c-.578-.081-.892-.34-.892-.763 0-.513.422-.826 1.076-.826.37-.014.736.081 1.054.27l-.244.454zm2.7-.147h-.919v1.168c0 .26.092.432.373.432.176-.005.347-.056.498-.145l.162.481a1.31 1.31 0 0 1-.702.2c-.666 0-.898-.357-.898-.956v-1.179h-.524v-.513h.524v-.784h.568v.784h.919l-.001.512zm1.945-.579c.136 0 .272.024.4.071l-.173.53a.93.93 0 0 0-.351-.066c-.368 0-.55.237-.55.665v1.448h-.563V25.8h.557v.313a.761.761 0 0 1 .68-.379zm3.89 2.272a.264.264 0 0 1 .185.075.249.249 0 0 1 0 .363.267.267 0 0 1-.083.056.241.241 0 0 1-.101.02.261.261 0 0 1-.243-.158.26.26 0 0 1 0-.2.246.246 0 0 1 .056-.081.27.27 0 0 1 .187-.075zm0 .458a.191.191 0 0 0 .078-.016.199.199 0 0 0-.001-.368.198.198 0 0 0-.22.043.2.2 0 0 0 0 .283.21.21 0 0 0 .144.058zm.017-.32a.11.11 0 0 1 .07.02.074.074 0 0 1 .026.056.068.068 0 0 1-.02.049.1.1 0 0 1-.056.024l.078.09h-.061l-.072-.089h-.023v.09h-.05v-.239h.108v-.001z"></path><path fill="#7578B9" d="M19.501 6.084h8.524v15.319h-8.524z"></path><path fill="#E51B24" d="M20.042 13.742a9.723 9.723 0 0 1 3.721-7.658c-4.23-3.326-10.354-2.592-13.68 1.638a9.743 9.743 0 0 0 13.68 13.68 9.727 9.727 0 0 1-3.721-7.66z"></path><path fill="#231F20" d="M38.595 19.78v-.315h.127v-.064h-.323v.064h.127v.313h.07v.002zm.626 0V19.4h-.099l-.113.26-.114-.26h-.098v.379h.069v-.286l.107.246h.072l.106-.247v.285l.07.002z"></path><path fill="#00ACE8" d="M39.526 13.742c0 5.38-4.361 9.742-9.741 9.743a9.738 9.738 0 0 1-6.02-2.083c4.23-3.326 4.962-9.452 1.636-13.681a9.74 9.74 0 0 0-1.636-1.636c4.228-3.327 10.353-2.593 13.677 1.637a9.732 9.732 0 0 1 2.084 6.02z"></path></g></svg>
        </li>
        <li>
          <svg xmlns="http://www.w3.org/2000/svg" width="48" height="32" viewBox="0 0 48 32" aria-hidden="true"><g fill="none"><path fill="#FFF" d="M4 1.333h40c1.467 0 2.667 1.2 2.667 2.667v24c0 1.467-1.2 2.667-2.667 2.667H4A2.675 2.675 0 0 1 1.333 28V4c0-1.467 1.2-2.667 2.667-2.667z"></path><path fill="#DDD" d="M44 1.333c1.467 0 2.667 1.2 2.667 2.667v24c0 1.467-1.2 2.667-2.667 2.667H4A2.675 2.675 0 0 1 1.333 28V4c0-1.467 1.2-2.667 2.667-2.667h40zM44 0H4C1.733 0 0 1.733 0 4v24c0 2.267 1.733 4 4 4h40c2.267 0 4-1.733 4-4V4c0-2.267-1.733-4-4-4z"></path><path fill="#253B80" d="M18.533 13.467H16.4a.287.287 0 0 0-.267.266l-.8 5.334c0 .133 0 .266.134.266h.933a.287.287 0 0 0 .267-.266l.266-1.467c0-.133.134-.267.267-.267h.667c1.333 0 2.133-.666 2.4-2 .133-.533 0-1.066-.267-1.333-.133-.4-.667-.533-1.467-.533zm.267 2c-.133.8-.667.8-1.2.8h-.267l.267-1.334c0-.133.133-.133.133-.133h.134c.4 0 .666 0 .933.267 0-.134.133.133 0 .4zm6-.134h-.933c-.134 0-.134 0-.134.134v.266L23.6 15.6c-.267-.267-.667-.4-1.2-.4-1.067 0-2 .8-2.267 2-.133.533 0 1.2.4 1.467.267.4.8.533 1.2.533.934 0 1.334-.533 1.334-.533v.266c0 .134 0 .267.133.267h.933a.287.287 0 0 0 .267-.267l.533-3.466s0-.134-.133-.134zm-1.333 2c-.134.534-.534.934-1.067.934-.267 0-.533-.134-.667-.267-.133-.133-.266-.4-.133-.667.133-.533.533-.933 1.067-.933.266 0 .533.133.666.267.134.133.134.4.134.666zm6.666-2h-1.066c-.134 0-.134 0-.267.134l-1.333 2-.534-2a.287.287 0 0 0-.266-.267h-.934c-.133 0-.266.133-.133.267l1.067 3.2-1.067 1.466c-.133.134 0 .267.133.267h.934c.133 0 .133 0 .266-.133l3.334-4.8c.133.133 0-.134-.134-.134z"></path><path fill="#179BD7" d="M33.467 13.467h-2.134a.287.287 0 0 0-.266.266l-.8 5.334c0 .133 0 .266.133.266h1.067c.133 0 .133-.133.133-.133l.267-1.467c0-.133.133-.266.266-.266h.667c1.333 0 2.133-.667 2.4-2 .133-.534 0-1.067-.267-1.334-.266-.533-.8-.666-1.466-.666zm.133 2c-.133.8-.667.8-1.2.8h-.267l.267-1.334c0-.133.133-.133.133-.133h.134c.4 0 .666 0 .933.267.133-.134.133.133 0 .4zm6-.134h-.933c-.134 0-.134 0-.134.134v.266L38.4 15.6c-.267-.267-.667-.4-1.2-.4-1.067 0-2 .8-2.267 2-.133.533 0 1.2.4 1.467.267.4.8.533 1.2.533.934 0 1.334-.533 1.334-.533v.266c0 .134 0 .267.133.267h.933a.287.287 0 0 0 .267-.267l.533-3.466c.134 0 0-.134-.133-.134zm-1.333 2c-.134.534-.534.934-1.067.934-.267 0-.533-.134-.667-.267-.133-.133-.266-.4-.133-.667.133-.533.533-.933 1.067-.933.266 0 .533.133.666.267.134.133.134.4.134.666zM40.8 13.6l-.8 5.467c0 .133 0 .266.133.266h.8a.287.287 0 0 0 .267-.266l.8-5.334c0-.133 0-.266-.133-.266h-.934s-.133 0-.133.133z"></path><path fill="#253B80" d="m6.8 20.267.133-1.067H4.8L6 11.733h2.8c.933 0 1.6.134 2 .534.133.133.267.4.267.533V13.867L11.2 14c.133.133.267.133.267.267.4.133.533.4.533.533v.8c-.133.4-.133.667-.4.933-.133.267-.267.4-.533.667-.267.133-.4.267-.8.4-.267.133-.534.133-.934.133H9.2c-.133 0-.267 0-.4.134-.133.133-.267.266-.267.4v.133l-.266 1.733c-.134.134-1.467.134-1.467.134z"></path><path fill="#179BD7" d="M11.6 13.733v.134C11.2 15.733 10 16.4 8.267 16.4h-.934c-.266 0-.4.133-.4.4l-.4 2.667-.133.8c0 .133.133.266.267.266h1.466c.134 0 .267-.133.4-.266v-.134L8.8 18.4v-.133c0-.134.133-.267.4-.267h.133c1.467 0 2.534-.533 2.934-2.267.133-.666 0-1.333-.267-1.733-.133-.133-.267-.133-.4-.267z"></path><path fill="#222D65" d="M11.2 13.6H7.733c-.133 0-.133.133-.133.267l-.533 3.066v.134c0-.134.266-.4.4-.4h.8c1.6 0 2.933-.667 3.333-2.534V14c-.133-.267-.267-.4-.4-.4z"></path><path fill="#253B80" d="M7.467 13.733c0-.133.133-.266.133-.266h3.6c.133 0 .267.133.267.133.133-.667 0-1.2-.4-1.6-.267-.4-1.067-.533-2.134-.533h-2.8c-.266 0-.4.133-.4.4l-1.2 7.466c0 .134.134.267.267.267h1.733l.4-2.8.534-3.067z"></path></g></svg>
        </li>
        <li>
          <svg xmlns="http://www.w3.org/2000/svg" width="48" height="32" viewBox="0 0 48 32" aria-hidden="true"><rect width="46.6" height="30.6" x="0.7" y="0.7" fill="#fff" rx="3.301"></rect><path fill="#ddd" d="M43.999 1.4A2.604 2.604 0 0 1 46.6 4.001V28a2.604 2.604 0 0 1-2.601 2.601H4A2.604 2.604 0 0 1 1.4 27.999V4A2.604 2.604 0 0 1 4.001 1.4H44m0-1.4H4A4.001 4.001 0 0 0 0 4.001V28A4.001 4.001 0 0 0 4.001 32H44A4.001 4.001 0 0 0 48 27.999V4A4.001 4.001 0 0 0 43.999 0z"></path><path fill="#2872b9" fill-rule="evenodd" d="M12 4v24h24V4zm23.987 14.024-1.77 1.89 1.77 1.909v1.327l-3.068-3.25 3.068-3.284zm0-1.475h-2.32l-1.928 2.127-1.924-2.127h-8.099v6.71h8.032l1.938-2.148 1.958 2.149h2.343v.989h-2.825l-1.501-1.657-1.49 1.663-9.49-.02v-7.633h-3.076l3.79-8.6h3.69l1.295 2.943V8.002h4.555l.785 2.205.788-2.205h3.479v.901h-2.75l-1.486 4.132-1.477-4.122-2.871-.01v6.643l-2.937-6.642h-2.36L19.13 15.61h2.042l.562-1.343h3.044l.561 1.343h2.093v-.001h1.777v-4.606l1.713 4.606h1.623l1.678-4.59v4.605l1.765-.015v.04zm-12.428 5.146v-1.03h3.755v-1.52H23.56v-1.05h3.847V16.58l3.12 3.32-3.12 3.33v-1.535zm.589-8.933h-1.786l.893-2.135z"></path><path fill="#fff" fill-rule="evenodd" d="m24.148 12.762-.893-2.135-.893 2.135h1.786z"></path><path fill="#fff" fill-rule="evenodd" d="m33.644 23.26-1.958-2.149-1.938 2.149h-8.032v-6.711h8.099l1.924 2.127 1.929-2.127h2.319V15.608l-1.765.015v-4.605l-1.678 4.59h-1.623l-1.713-4.606v4.606H27.43l.001.001h-2.093l-.561-1.343h-3.044l-.562 1.343h-2.042l2.978-6.705h2.359l2.937 6.642V8.903l2.871.01 1.477 4.122 1.486-4.132h2.75v-.901h-3.479l-.788 2.205-.785-2.205H26.38v2.943l-1.296-2.943h-3.689l-3.79 8.6h3.076v7.633l9.49.02 1.49-1.663 1.501 1.657h2.825v-.989h-2.343z"></path><path fill="#fff" fill-rule="evenodd" d="m35.987 16.616-3.068 3.285 3.068 3.249v-1.327l-1.77-1.908 1.77-1.891v-1.408zM30.526 19.901l-3.12-3.321v1.515h-3.847v1.049h3.755v1.521h-3.755v1.03h3.847v1.534l3.12-3.328z"></path></svg>
        </li>
      </ul>
    </div>
    </div>
    <div class="col-12 col-md-4 mt-3 ps-md-3 p-0">
      <div class="sticky-top">
      <div class="totals bg-white p-3">
        <!-- notice -->
        <p class="text-primary-emphasis bg-body-secondary font-x-s p-3 d-flex align-items-baseline gap-2 my-3">
          <i class="fa fa-info-circle"></i>
          <span>اگر کیف شما بیش از 35 پوند باشد، واجد شرایط تحویل رایگان خواهید بود.</span>
        </p>
        <!-- total -->
        <div class="d-flex align-items-baseline mb-3">
          <h3 class="fw-bold">جمع</h3>
        <p class="font-x-s ms-auto">(قیمت بر حسب تومان میباشد)</p>
        </div>
        <div class="totals-item d-flex mb-3">
          <label>جمع فرعی</label>
          <div class="totals-value ms-auto" id="cart-subtotal">25.98</div>
        </div>
        <div class="totals-item d-flex mb-3">
          <label>ارزش افزوده (9%)</label>
          <div class="totals-value ms-auto" id="cart-tax">1.30</div>
        </div>
        <div class="totals-item d-flex mb-3">
          <label>تحویل</label>
          <div class="totals-value ms-auto" id="cart-shipping">15.00</div>
        </div>
          <div class="summary-promo mb-3 d-none">
            <label>تخفیف</label>
            <div class="promo-value final-value ms-auto" id="basket-promo"></div>
          </div>
        <div class="totals-item totals-item-total d-flex fw-semibold border-top border-secondary-subtle py-2">
          <label>کل (با احتساب مالیات بر ارزش افزوده)</label>
          <div class="totals-value ms-auto" id="cart-total">42.28</div>
        </div>
        <a href="checkout-address.html" class="checkout my-3 w-100 btn text-white btn-next border-0 rounded-0 bg-orange fw-semibold">رفتن به صفحه پرداخت</a>
      </div>
      <!-- promotion code -->
      <div class="accordion accordion-flush bg-white p-3 mt-3" id="promoFlushExample">
        <div class="accordion-item">
          <h2 class="accordion-header" id="flush-headingOne">
            <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#flush-collapseOne" aria-expanded="false" aria-controls="flush-collapseOne">
              افزودن کوپن (اختیاری)
            </button>
          </h2>
          <div id="flush-collapseOne" class="accordion-collapse collapse" aria-labelledby="flush-headingOne" data-bs-parent="#promoFlushExample">
            <div class="accordion-body">
              <label for="promo-code">وارد نمودن کد تخفیف</label>
        <input id="promo-code" type="text" name="promo-code" maxlength="5" class="promo-code-field form-control" placeholder="10off">
        <button class="promo-code-cta btn btn-white border-orange text-orange w-100 rounded-0 mt-3" style="display: none;">اعمال</button>
        <p class="result-promo-code font-x-s text-orange mt-1"></p>
            </div>
          </div>
        </div>
        </div>
    </div>
    </div>
  </div>
  <!-- show this when basket is null -->
  <div class="basket-null row bg-gainsboro-light px-md-3 pb-3" style="display: none;">
    <div class="bg-white text-center p-3 mt-3">
      <svg xmlns="http://www.w3.org/2000/svg" width="276px" height="160px" viewBox="0 0 120 160">
        <g style="isolation:isolate">
          <g id="Layer_2" data-name="Layer 2">
            <g id="Layer_1-2" data-name="Layer 1">
              <polygon points="86.097 135.121 9.013 135.121 1.458 57.873 12.888 42.869 82.222 42.869 93.653 57.873 86.097 135.121" fill="#fff"></polygon>
              <path d="M86.65033,133.49211h-73.089c-.99267,0-2.65646-.34923-3.57771,0-.86546.32809.10958-.8397.41348.93616a5.141,5.141,0,0,1-.12068-1.234c.46644-4.50938-.97629-9.98275-1.41591-14.47787L4.31292,72.21646c-.42887-4.38525-.24176-9.39881-1.33674-13.6684-.0924-.36029.01173-.80091-.11258-1.15119.395,1.11305-1.35429,1.75644.00719.70931C5.43256,56.13588,7.5,52.0294,9.45661,49.46089l2.98618-3.92c1.23479-1.62092,1.66354-1.18-.08967-1.0428,1.10216-.08626,2.246,0,3.35037,0h61.101a22.18579,22.18579,0,0,1,4.40719,0c.98432.21721-.44746-.43878.03177-.13093.93753.60226,1.79695,2.35848,2.46406,3.23406l6.68207,8.77017c.64733.84962,1.409,1.68354,1.97425,2.59119.16781.26946-.04505-1.56414-.1524-.28037-2.13876,25.57788-5.00008,51.11384-7.499,76.65948-.22291,2.27872,2.59773,1.30843,2.76889-.44118L93.24872,75.9424,94.60565,62.071c.16269-1.66316.8003-3.89652.18181-5.49186-.54041-1.39395-2.25035-2.95357-3.14042-4.12178l-5.67151-7.44381c-1.65372-2.17049-2.081-3.543-4.64106-3.77348-9.74821-.87764-19.9828,0-29.76458,0H17.78048c-1.80977,0-4.202-.47183-5.7129.61822-1.19611.86295-2.26341,2.9712-3.1399,4.12178L3.25711,53.42392C1.76021,55.38892.15072,56.816.14524,59.29534c-.007,3.17723.6345,6.48784.94339,9.64629L7.622,135.747c.04036.41272.34119,1.0031.83732,1.0031h77.084C87.13749,136.75009,88.39021,133.49211,86.65033,133.49211Z" fill="#424242"></path>
              <line x1="28.40545" y1="57.1719" x2="28.40545" y2="43.8574" fill="none" stroke="#cfd8d8" stroke-linecap="round" stroke-linejoin="round" stroke-width="4.5986" style="mix-blend-mode:multiply"></line>
              <line x1="66.70625" y1="43.8574" x2="66.70625" y2="57.1719" fill="none" stroke="#cfd8d8" stroke-linecap="round" stroke-linejoin="round" stroke-width="4.5986" style="mix-blend-mode:multiply"></line>
              <line x1="93.65345" y1="57.873" x2="1.56945" y2="57.873" fill="#fff"></line>
              <path d="M93.72517,56.16957H1.64118c-1.9962,0-2.31944,3.40685-.14345,3.40685h92.084c1.9962,0,2.31944-3.40685.14345-3.40685Z" fill="#424242"></path>
              <path d="M23.66536,63.851c0-6.17471-.50026-12.454,2.28643-18.18536A23.6134,23.6134,0,0,1,49.47727,32.89331a24.66238,24.66238,0,0,1,20.17685,15.07c2.2893,5.664,1.79222,11.76083,1.79222,17.73848,0,3.20243,4.219.57288,4.219-1.85076,0-7.77034.30017-15.235-3.73417-22.23287A27.71543,27.71543,0,0,0,46.465,27.888,29.01157,29.01157,0,0,0,22.61019,43.73639c-3.54214,6.99445-3.16385,14.37816-3.16385,21.96539,0,3.20243,4.219.57288,4.219-1.85076Z" fill="#424242"></path>
              <line x1="47.61055" y1="14.7305" x2="47.61055" y2="2" fill="none" stroke="#424242" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"></line>
              <line x1="26.61835" y1="20.1621" x2="20.41515" y2="9.0469" fill="none" stroke="#424242" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"></line>
              <line x1="36.91325" y1="16.0664" x2="33.75305" y2="3.7344" fill="none" stroke="#424242" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"></line>
              <line x1="68.60466" y1="20.1621" x2="74.80775" y2="9.0469" fill="none" stroke="#424242" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"></line>
              <line x1="58.30975" y1="16.0664" x2="61.46985" y2="3.7344" fill="none" stroke="#424242" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"></line>
              <path d="M61.45235,91.2266a35.31194,35.31194,0,0,0-9.59969-7.9278l-.01751-.0078A35.26745,35.26745,0,0,0,40.171,78.9414c-2.2129-.3594-3.2715.0566-3.7519.3359-.48049.2774-1.3711.9844-2.168,3.0821a35.28305,35.28305,0,0,0-2.06449,12.2754v.0195a35.28305,35.28305,0,0,0,2.06449,12.2754c.7969,2.0976,1.68751,2.8047,2.168,3.082.4804.2793,1.539.6953,3.7519.336a35.2234,35.2234,0,0,0,11.6641-4.3497l.01751-.0078a35.31,35.31,0,0,0,9.59969-7.9277c1.416-1.7383,1.5839-2.8613,1.5839-3.418s-.1679-1.6797-1.5839-3.4179" fill="#ff6900" stroke="#ff6900" stroke-linecap="round" stroke-linejoin="round" stroke-width="4" style="mix-blend-mode:multiply"></path>
            </g>
          </g>
        </g>
      </svg>
      <h5 class="fw-bold my-3">برو آن را با تمام امیدها و رویاهای مد خود پر کن.</h5>
      <a href="#" class="my-3 col-10 col-sm-5 col-md-3 btn text-white btn-next border-0 rounded-0 bg-orange fw-semibold">رفتن به فروشگاه</a>
    </div>
  </div>
</div>