<?php
///template/help/help_note.php
?>

<!-- start section -->
<div class="container-md">
    <div class="my-4">
        <h2 class="fw-bold">لطفا نکات زیر را قبل از خرید کامل مطالعه کنید.</h2>
    </div>
    <!-- Suggested -->
    <h6 class="lh-base">
        در سفارش محصول مورد نظر دقت نمایید. کالای خریداری شده مرجوع و یا تعویض نمیگردد. ( درصفحه محصول این پیام نشان
        داده شود و تا زمانی که تیک تایید زده نشده امکان Add to bag نداشته باشد)
    </h6>
    <hr>
    <h6 class="lh-base">

        در صورت اطمینان از رنگ و سایز انتخاب شده دکمه ثبت را بزنید. توجه داشته باشید کالای خریداری شده مرجوع و یا تعویض
        نمیگردد. ( درصفحه Checking یعنی بعد از Add to bag این پیام نشان داده شود و تا زمانی که تیک تایید زده نشده امکان
        رفتن به صفحه آدرس را نداشته باشد) </h6>
    <hr>
    <h6 class="lh-base">
        لطفاً پس از اطمینان کامل از کالای انتخاب شده دکمه ثبت را بزنید. توجه داشته باشید کالای خریداری شده به هیچ عنوان
        مرجوع یا تعویض نمیگردد. ( درصفحه payment این پیام نشان داده شود و تا زمانی که تیک تایید زده نشده امکان ارسال
        فاکتور را نداشته باشد)
    </h6>
    <hr>
    <h6 class="lh-base">
        آدرس های خود را در اینجا اضافه و مدیریت کنید.
    </h6>
    <hr>
    <h6 class="lh-base">
        توجه داشته باشید در صورتی که در بازه زمانی نزدیک به هم سفارش ثبت کرده اید، جهت جلوگیری از پرداخت حق گمرک، از ثبت
        آدرس یکسان خودداری نمایید. ( درصفحه ثبت آدرس این پیام نشان داده شود) </h6>
    <hr>
    <h6 class="lh-base">
        توجه داشته باشید کالای خریداری شده بین 15 تا 20 روز کاری زمان میبرد تا به دست شما برسد. لازم به ذکر است بسته از
        مبادي قانوني و زير نظر گمرك وارد ايران ميشود. در صورت لحاظ شدن گمركي براي بسته ، اين هزينه برعهده مشتري ميباشد (
        درصفحه محصول این پیام نشان داده شود)
    </h6>
    <hr>


</div>