<?php
///template/help/help_signup.php
?>
<!-- start section -->
<div class="container-md">
    <div class="my-4">
        <h2 class="fw-bold">ثبت نام در سایت تن جامه</h2>
        <h6 class="lh-base">

            کاربران جهت استفاده از امکانات سایت باید مراحل ثبت نام را طی نمایند. برای این منظور از منوی بالای وب سایت
            وارد ناحیه کاربری شده و با کلیک بر روی گزینه عضویت، در صفحه جدید باید تمام اطلاعات خواسته شده را به صورت
            دقیق و صحیح وارد نمایند. با کلیک بر روی گزینه ثبت نام ، در صورتی که همه فیلدها کامل و دقیق پر شده باشند ثبت
            نام صورت گرفته و میزبان می¬¬تواند از این پس با وارد کردن شماره موبایل و رمز به صفحه خود وارد شوند.
        </h6>
    </div>
    <!-- Suggested -->
    <h4 class="fw-bold mb-3">حساب کاربری</h4>
    <h6 class="lh-base">
        به حساب کاربری خود در وب سایت تن جامه خوش آمدید. شما میتوانید سفارش ها ، بازده ها و اطلاعات حساب خود را در اینجا
        مدیریت کنید.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3"> سفارش ها</h4>
    <h6 class="lh-base">
        در این صفحه سفارشات 6 ماه اخیر شما با تمامی مشخصات نشان داده می شود.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">اطلاعات کاربر</h4>
    <h6 class="lh-base">
        اطلاعات خود را در این صفحه مشاهده، مدیریت و به روز کنید. این اطلاعات شامل رمز ورود، ایمیل ، شماره مویابل و ...
        می باشد.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">آدرس ها</h4>
    <h6 class="lh-base">
        آدرس های خود را در اینجا اضافه و مدیریت کنید.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">مارک های شما</h4>
    <h6 class="lh-base">
        دانستن اینکه شما کدام مارک ها را دوست دارید به ما کمک می¬کند تا محصولات بیشتری از این مارک را به شما نشان دهیم.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">خبرنامه های شما</h4>
    <h6 class="lh-base">
        شما میتوانید با انتخاب ایمیل و مواردی که بیشتر به کسب خبر از آنها علاقه دارید، خبرنامه را دریافت نمایید.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">اعتبار و کارت هدیه</h4>
    <h6 class="lh-base">
        شما میتوانید از اعتبار خود برای پرداخت کامل سفارشها استفاده نمایید. توجه داشته باشید که اعتبار قابل تبدیل به پول
        نقد نمیباشد.
    </h6>
    <hr>
    <h4 class="fw-bold mb-3">راهنما و سوالات متداول</h4>
    <h6 class="lh-base">
        در این بخش شما میتوانید پاسخ بسیاری از پرسشهای خود را پیدا کنید و به این ترتیب در طی پروسه خرید مشکلی نداشته
        باشید. </h6>
    <hr>

</div>