<?php
///template/help/help_law.</br>php
?>
<!-- start section -->
<div class="container-md">
    <div class="my-4">
        <h2 class="fw-bold"> معرفی </h2>
        <h6 class="lh-base">

        به وب‌سایت «تن جامه» خوش آمدید. شرایط و قوانین ذکر شده در این بخش، شامل همه زیر مجموعه‌های وب‌سایت می‌شود. شما با استفاده از این وب‌سایت در گام اول، کلیه قوانین ذیل را خواهید پذیرفت. در نظر داشته باشید که کلیه اصول و قوانین «وب‌سایت تن جامه» منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است. با استفاده از وب‌سایت، کاربران نیز موظف به رعایت قوانین مرتبط می‌شوند. قوانین مندرج در این صفحه در طول زمان قابل تغییر است. این تغییر در همین صفحه درج و به روزرسانی می‌شود. مسئولیت مطالعه و آگاهی از این تغییرات برعهده کاربران است.

هرگونه استفاده تبلیغاتی از این وب‌سایت و محتوی آن به جز مواردی که مجوز قانونی مکتوب دریافت شده باشد، ممنوع است. محتوای ارائه شده در این وب‌سایت تنها جنبه اطلاعاتی داشته و تمامی کالاهای ارائه شده متعلق به تامین‌کنندگان و فروشندگان است. همچنین نظرات ثبت شده در وب‌سایت نیز متعلق به کاربران بوده و منعکس کننده نظرات تن جامه نیست.

خدمات ارائه شده در وب‌سایت نیازمند ثبت‌نام کاربری است. با ثبت‌نام کاربری، شما موافقت می‌کنید که اطلاعات دقیق و معتبری از خود ارائه دهید و درصورت هرگونه تغییر، این اطلاعات را به روزرسانی کنید. هر کاربری در این وب‌سایت به تنهایی مسئول حفظ نام کاربری و رمز عبور خود بوده و شخصا مسئولیت هرگونه فعالیت تحت نام کاربری خود را بر عهده دارد.
 
        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> 
توافق نامه</h2>
        <h6 class="lh-base">

        خدماتی که در وب سایت tanjameh.com در دسترس شما می¬باشد توسط گروه تجاری تن جامه انگلستال و به نمایندگی تن جامه ارائه می گردد. شرایط و قوانین ذکر شده در این بخش، شامل همه زیر مجموعه‌های وب‌سایت می‌شود. شما با استفاده ازاین وب‌سایت در گام اول، کلیه قوانین ذیل را خواهید پذیرفت. در نظر داشته باشید که کلیه اصول و قوانین «گروه تجاری تن جامه انگلستال به نمایندگی تن جامه منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است. با استفاده از وب‌سایت، کاربران نیز موظف به رعایت قوانین مرتبط می‌شوند. قوانین مندرج در این صفحه در طول زمان قابل تغییر است. این تغییر در همین صفحه درج و به روزرسانی می‌شود. مسئولیت مطالعه و آگاهی از این تغییرات برعهده کاربران است. در صورت عدم توافق با این شرایط شما قادر به استفاده از خدمات سایت نخواهید بود.
        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> ماده 4- شروط توافق نامه </h2>
        <h6 class="lh-base">
            4-1 شرایط عضویت کاربر
            در مورد اشخاص حقیقی، تنها اشخاص 18 سال و بالاتر می‌توانند به عضویت تن جامه درآمده و از خدمات آن در مقام
            خریدار استفاده نمایند.</br> افراد زیر 18 سال باید تحت نظر والدین یا قیم قانونی خود از وب‌سایت استفاده
            کنند.</br> اشخاص
            حقوقی که در دفاتر ثبت شرکت‌ها و موسسات غیرتجاری جمهوری اسلامی ایران به ثبت رسیده باشند نیز می‌توانند عضو این
            سایت شده و از خدمات سایت استفاده نمایند.</br>

            ۴-2 تعیین نام کاربری و رمز عبور
            عضویت در تن جامه رایگان است.</br> جهت استفاده از خدمات سایت، کاربر می بایست هنگام ثبت نام، نام کاربری و رمز
            عبور
            برای خود تعیین نماید.</br> با انتخاب نام کاربری و رمز عبور و تایید آن توسط سایت، کاربر به عضویت سایت درآمده
            و
            مسئولیت کلیه امور انجام شده توسط وی در سایت، به عهده شخص کاربر خواهد بود.</br> در غیر این صورت استفاده از
            خدمات
            تن جامه مجاز نبوده و هرگونه دسترسی یا استفاده، به معنای تجاوز به حقوق تن جامه است و قابل پیگرد قانونی خواهد
            بود.</br> سایت تن جامه مجاز است به صورت مستقیم یا غیرمستقیم اطلاعاتی را که برای تأیید هویت كاربر ضروری بوده
            کسب
            نماید.</br> پرسش از خود كاربر برای دریافت اطلاعات تکمیلی، درخواست تأیید پست الکترونیکی، استعلام و تحقیق در
            مورد
            صحت اطلاعات مرتبط با کارت‌ها یا حساب‌های معرفی‌شده، برخی از مصادیق این امر تلقی می‌شوند.</br>

            4 -3 اطلاعات مورد نیاز جهت عضویت
            هنگامی که کاربر برای استفاده از خدمات سایت ثبت نام می کند، اطلاعات تماس شامل نام و نام خانوادگی، نشانی و
            شماره تلفن، آدرس پست الکترونیکی، شماره ملی و آدرس محل سکونت را در اختیار تن جامه قرار می دهد.</br> تا زمانی
            که وی
            مشتری گروه تن جامه باقی بماند، اطلاعات با توجه به وضعیت حساب کاربری، نوع خدمات و کار سیستم، مدیریت می
            شوند.</br>
            کاربران تن جامه می بایست هرگونه تغییر در تلفن و آدرس خود را به اطلاع سایت برسانند.</br> بدیهی است در صورت
            مشاهده
            اشکال در آدرس و تلفن حساب کاربری مورد نظر، معلق خواهد شد.</br>
            اگر شماره‌ کارت یا شماره حساب كاربر به هر دلیل تغییر نماید، در اسرع وقت موظف خواهد بود اطلاعات مربوطه را در
            سایت به روزرسانی نموده در غیر این صورت مسئولیتی متوجه سایت نخواهد بود.</br> تن جامه اطلاعات دریافت شده از
            اعضای
            خود را فقط در امور مرتبط معاملاتی استفاده نموده و به هیچ وجه در اختیار سایرین قرار نخواهد داد.</br> همچنین
            در
            صورت نیاز به انجام مقاصد تجاری با کسب اجازه از کاربر نسبت به بهره برداری از این اطلاعات، اقدام خواهد نمود
            .</br>
            در هر موردی که تن جامه نیاز به شناسایی دقیق تر کاربر احساس نماید، حق را برای خود محفوظ می دارد تا قبل از
            ارائه خدمات مدارک تکمیلی مورد نیاز خویش را از کاربر مطالبه نماید.</br>
            صحت اطلاعات ارائه شده در سایت به عهده کاربر می باشد و این اطلاعات مبنای اصلی در ارائه خدمات بوده و چنانچه به
            علت نقص اطلاعات ارائه شده توسط کاربر خللی در خدمات صورت پذیرد تن جامه هیچ گونه مسئولیتی در خصوص خدمات ارائه
            شده نداشته و کاربر مسئولیت خسارت وارده به تن جامه را عهده دار می باشد.</br>

            4- 4 امنیت اطلاعات كاربران
            تن جامه اطلاعات شخصی کاربر را بدون موافقت وی، در اختیار اشخاص سوم حقیقی و حقوقی قرار نخواهد داد، مگر در
            مواردی که قانون ارائه آن‌ها به مراجع ذی صلاح قانونی را مجاز شمرده باشد.</br> بدیهی است این مورد در رابطه با
            اطلاعاتی که در اختیار عموم قرار دارد، صدق نمی کند.</br> حفاظت از اطلاعات شخصی کاربران برای گروه تن جامه از
            جمله
            اصول اساسی و مهم حرفه‌ای به شمار می رود.</br> اطلاعات شخصی در سرور امن و محافظت شده «گروه تجاری تن جامه»
            ذخیره
            خواهد شد.</br>




            4 - 5 لغو عضویت
            كاربر در هر زمان می تواند با مراجعه به صفحه “تماس با ما”، درخواست لغو عضویت در تن جامه را بدهد.</br> تن جامه
            حساب
            کاربر مورد نظر را غیرفعال می کند اما از پایگاه داده های خود خارج نمی کند.</br> این کار به منظور نگهداری
            جزئیات
            کاربران و تراکنش های آنها، انجام می شود.</br> با لغو عضویت، سایت کلیه‌ وجوه نزد خود را تا تعیین تکلیف نهایی
            حفظ
            خواهد کرد و كاربر حتی پس از لغو عضویت نسبت به تعهداتی که پیش از آن در ازای تراکنش‌های ثبت‌شده متقبل شده‌
            مسئول خواهد بود.</br> در صورتی که کاربر، عملی خارج از قوانین و مقررات تعیین شده انجام دهد، سایت مجاز خواهد
            بود
            بدون اخطار پیشین عضویت کاربر را به حالت تعلیق در آورده و یا آن را ابطال نماید و طبق قوانین و مقررات با وی
            برخورد خواهد شد.</br> کاربر با قبول این توافق نامه موافقت خود مبنی بر ایفای تعهدات مندرج در قوانین و مقررات
            را
            اعلام می دارد.</br>
            با قبول این توافق نامه، تن جامه مجاز است تا در صورت وقوع هر گونه تقلب، سفارش غیر مجاز یا کشف احتمال تقلب و
            کلاهبرداری، عضویت کاربر را معلق و یا ابطال نماید و کاربر حق هیچگونه اعتراضی در این خصوص نخواهد داشت.</br>

            4- 6نشر محتوا
            هرآنچه در وب‌سایت قرار می‌دهید، شامل سوالات، نقدها، نظرات و پیشنهادات در اختیار «تن جامه» خواهد بود.</br>
            زمانی
            که نظری را روی وب‌سایت ثبت می‌کنید، موافقت می‌کنید که این نظر تحت نام شما به نمایش درآید.</br> کاربران نباید
            از
            آدرس ایمیل یا نام غیر معتبر استفاده کنند، در غیر این صورت «تن جامه» می‌تواند حساب کاربری فرد مورد نظر را لغو
            کند.</br>

            4 – 7 فعالیت‌ها، مبادلات و کالاهای ممنوعه
            کلیه کالاهای درخواستی از طرف کاربران می بایست با قوانین پستی و گمرکی بین المللی و جمهوری اسلامی ایران مطابقت
            داشته باشد و مسئولیت درخواست موارد غیر مجاز و ممنوعه بر عهده کاربران است.</br> در صورت شناسایی سفارش غیر
            مجاز، تن
            جامه در هر مرحله از فرایند خرید حق توقف و لغو سفارش های ممنوعه وغیر قانونی را دارد و می تواند مراتب را به
            مراجع ذیصلاح گزارش نماید.</br> همچنین درج هرگونه محتوای غیر اخلاقی و مغایر با شئونات ملی و مذهبی در تن جامه
            ممنوع
            است.</br> مسئولیت هرگونه تخلف در این زمینه برعهده وارد کننده اطلاعات است.</br>
            مواردی که مطابق این توافق نامه مصداق فعالیت‌ها، مبادلات و کالاهای ممنوعه باشند در شمول حمایت‌های سایت قرار
            نخواهند گرفت.</br>

            4 - 8 پذیرش سفارش و قیمت گذاری
            قیمت‌های ارائه شده از تاریخ ارسال پیش فاکتور تا 1 روز معتبر است.</br> چنانچه مبلغ ارزی کالا در هنگام خرید با
            زمان
            ارسال پیش فاکتور مغایرت داشته باشد، مابه التفاوت محاسبه می‌گردد.</br> در چنین شرایطی، سایت حق لغو سفارش و یا
            تغییر قیمت خواهد داشت.</br> هزینه پست سفارش از گمرک به آدرس مشتری در قیمت های ارائه شده در سایت لحاظ نشده و
            به
            میزان تعرفه ی اداره پست جمهوری اسلامی ایران توسط مشتری و درب منزل پرداخت می شود.</br>
            در نظر داشته باشید که ممکن است سفارش به دلایل متعددی پردازش نشود.</br> وب‌سایت تن جامه حق رد کردن یا لغو هر
            سفارشی را در هر زمانی برای خود محفوظ می دارد.</br> ما متعهد می‌شویم که شرایط معامله را هر چه روشن تر و در
            کمال
            صداقت برای کاربران خود تصریح کنیم، هرچند امکان خطا وجود دارد.</br> در چنین وضعیتی تن جامه با کاربران تماس
            گرفته،
            اطلاعات به روز شده را در اختیار آن‌ها قرار داده و سفارش را در صورت لزوم لغو خواهد کرد.</br>
            با نهایت احترام به کاربران و با توجه به طیف گسترده سبد کالاها، تن جامه لزوماً نمی‌تواند قیمت و موجودی نهایی
            کالاها را قبل از سفارش‌گذاری به صورت قطعی اعلام نماید.</br> در مواردی بسیار نادر و در صورت وجود نوسان‌‏هایی
            در
            بازار و یا تغییر در موجودی کالاها اگر سفارشی قابل خرید نباشد، تن جامه موظف است در اسرع وقت این موضوع را به
            فرد سفارش‌ ‏دهنده اطلاع دهد و سفارش را لغو نماید.</br> درصورتی که کالایی پس از خرید مشتری، کاهش قیمت داشته
            باشد،
            امکان مرجوع نمودن مابه التفاوت وجه وجود ندارد.</br>
            تن جامه مجاز است بدون اطلاع قبلی نسبت به توقف سفارش‌‏گیری جدید اقدام نموده و فروش خود را متوقف کند.</br>
            لازم به
            ذکر است کلیه سفارش‌‏های ثبت شده قبل از توقف سفارش‌‏گیری، پردازش و ارسال می‌‏شود.</br> در صورت بروز هرگونه
            خطا
            نسبت به درج قیمت و ارزش ریالی کالاها، حق بلا اثر نمودن سفارش و خرید انجام شده توسط مشتری، برای تن جامه محفوظ
            است.</br>
            رنگ، سایز، مدل، تاریخ، تعداد، نوع بسته بندی و کلیه آپشن های سفارشات طبق اظهار مشتری در زمان ثبت سفارش انجام
            خواهد گرفت.</br> در مواردی که خطایی در ارائه اطلاعات در زمان ثبت سفارش رخ دهد مسئولیتی متوجه سایت نمی
            باشد.</br>
            همچنین در مواردی که خطا در ارسال سفارش توسط فروشنده رخ دهد مسئولیت حقوقی متوجه سایت تن جامه نمی باشد.</br>
            درصورت نا‌مشخص بودن وزن کالا، محاسبه قیمت بر اساس وزن برآورد کارشناسان ما انجام می‌شود.</br>این وزن لزوماً
            وزن
            صحیح کالا نمی باشد.</br> چنانچه در زمان تحویل کالا مغایرتی در وزن و حجم برآورد شده کالا و در نتیجه هزینهٔ
            واقعی و
            هزینهٔ محاسبه شده وجود داشته باشد، مابه التفاوت محاسبه می‌گردد.</br> پرداخت فاکتور، به معنای آگاهی و موافقت
            شما
            با تمام مقررات فوق و همچنین شرایط و قوانین کلی مذکور در وبسایت تن جامه می باشد.</br>

            4-9 شرایط وزن و حجم سفارش
            هر گونه کالای سنگین تر از دو کیلوگرم و بزرگتر از ابعاد استاندارد بسته های پستی شرکت پست بین الملل قابل ارسال
            نبوده و اگر سفارشی فاقد شرایط ایده آل وزنی و حجمی شرکت پست بین الملل باشد مجموعه «تن جامه» برخلاف میل خود
            ناچار به لغو سفارش و عودت مبلغ پرداخت شده به خریدار می باشد.</br>

            4-10 گمرگ و ترخیص
            به غیر از مواردی که شامل استثنا می شوند و در پیش فاکتور به اطلاع کاربر می رسند، همواره پرداخت سود و عوارض
            گمرکی و انجام تشریفات اداری مربوطه، به عهده تن جامه نبوده و کلیه هزینه های مربوطه در قیمت اعلام شده در
            فاکتور مربوط به تهیه و ارسال کالا به گمرک ایران می باشد.</br> هزینه پست سفارش از گمرک به آدرس مشتری به میزان
            تعرفه ی اداره پست جمهوری اسلامی ایران توسط مشتری و درب منزل پرداخت می شود.</br>
            ‏جهت کاستن از حجم محموله ها و کاهش هزینه حمل، احتمال دارد سفارشات بدون جعبه و بسته بندی اوریجینال به شما
            تحویل داده شوند.</br> این موضوع مخصوصا در مورد سفارشات با بسته های حجیم و بزرگ صادق است.</br> (‏فاکتور و
            سریال دستگاه
            جهت استعلام از سایت اصلی و اطمینان از اوریجینال بودن کالا در دسترس است) چنانچه وجود جعبه ضروری است کاربر می
            بایست در زمان خرید این مساله را مورد تاکید قرار دهد، تا درخواست وی با تخمین هزینه اضافی پردازش شده و اعلام
            شود.</br> با توجه به احتمال باز شدن بسته ها در گمرک، تحویل کالا در بسته بندی به صورت پلمپ و باز نشده قابل
            تضمین
            نخواهد بود، هرچند این اتفاق به ندرت رخ می دهد.</br>
            تن جامه حق باز نمودن هر بسته را در هر زمان از مراحل سفارش به هر دلیل برای خود محفوظ می دارد.</br>

            4-11 شرایط بازگشت کالا
            در سفارش محصول مورد نظر دقت نمایید.</br> در بسیاری از موارد بازگرداندن کالا مقرون به صرفه نیست.</br>
            ‏چنانچه کالای سفارش داده شده توسط فروشنده اشتباه ارسال شود، مسئولیت این اشتباه از نظر قانونی متوجه تن جامه
            نخواهد بود.</br> اگر چه تن جامه فراتر از مسئولیت حقوقی خود با تکیه بر دانش، تجربه و امکانات موجود جهت حمایت
            و
            احقاق حق مشتری خود تلاش خواهد کرد و در بسیاری موارد کل یا بخشی از خسارت وارده به مشتری را از فروشنده دریافت
            کرده و عینا به کاربر مرجوع خواهد نمود.</br>



            4-12 زمان تحویل کالا
            زمان تحویل هر سفارش قبل از دریافت وجه ریالی در پیش فاکتور ارائه شده به مشتری اعلام می گردد که در بیشتر موارد
            بین 15 تا 20 روز کاری می باشد.</br> روز کاری یعنی بدون احتساب پنجشنبه و جمعه و تعطیلات رسمی داخلی یا
            خارجی.</br> ملاک
            مبدا بازه زمانی اعلام شده از لحظه پرداخت ریالی مشتری است.</br> تنهادر مواردی که زمان بررسی و ارسال کالا توسط
            فروشنده خارجی بیش از سه روز است، ملاک مبدا زمان تحویل از لحظه دریافت کالا توسط نماینده تن جامه در خارج از
            کشور محاسبه می شود و نه زمان پرداخت ریالی مشتری در ایران.</br>
            با توجه به ماهیت فعالیت های بازرگانی،به ندرت با تأخیر های برنامه ریزی نشده شرکت های پستی یا عملیات ترخیص
            مواجه می شویم که کاملاً خارج از کنترل تن جامه است و ممکن است زمان تحویل تعهد شده را چند روز جا به جا
            نماید.</br>
            در این موارد کاربر حق هر گونه اعتراض و اقدام قانونی را از خود سلب و اسقاط می نماید.</br> تحویل سفارش در
            اماکن
            عمومی همچون کافه، کافی‌نت، رستوران، هتل و مانند آن امکان‌پذیر نیست و لازم است آدرس تحویل، دقیق و قابل استناد
            باشد.</br>

            4-13 بیمه کالا
            در صورت گم شدن بسته پستی و یا خسارت دیدن کالاهای خریداری شده در پست، بیمه تا مبلغ ریالی دویست و پنجاه پوند
            را متقبل خواهد شد که البته بین سی تا شصت روز کاری از زمان تحویل به پست زمان می برد.</br>

        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> ماده 5- حل اختلافات </h2>
        <h6 class="lh-base">

            اگر اختلافی میان کاربر و «تن جامه» به وجود آید، «تن جامه» تلاش خواهد کرد تا این اختلاف را به روش منصفانه، کم
            هزینه و بدون نیاز به مراجع قانونی حل کند.</br> در صورت بروز هر گونه مشکل، از شما خواهشمندیم که در مرحله اول
            مستقیما با «تن جامه» تماس بگیرید.</br> تلاش ما این خواهد بود که مسئله مربوطه را بدون نیاز به پیگیری حقوقی و
            در
            اسرع وقت حل و فصل نماییم.</br>
            در صورت بروز هرگونه اختلاف در رابطه با تفاهم‌نامه و یا در تفسیر مفاد آن، ابتدا طرفین تلاش می نمایند تا از
            طریق مذاکره مورد را مرتفع نمایند.</br> در صورت لاینحل باقی ماندن، مورد توسط هیئت حل اختلاف متشکل از خریدار،
            نماینده تن جامه و یک نماینده مرضی الطرفین بررسی و مرتفع خواهد شد.</br> در صورت لاینحل ماندن مذاکره ظرف مدت
            14 روز
            و همچنین در صورتی که هر یک از طرفین نمایندگان خود را ظرف مدت 7 روز از درخواست طرف دیگر معرفی ننمایند و یا
            ظرف مدت مشابه نمایندگان طرفین نتوانند یک نماینده مرضی الطرفین انتخاب نمایند، مورد اختلاف در مراجع ذیصلاح
            قانونی قابل پیگیری میباشد و رای نهایی صادره ایشان برای طرفین لازم الاجرا میباشد.</br>
            در زمان بروز اختلاف، در صورت توافق طرفین، دو طرف به انجام تعهدات اوليه خود بر اساس قرارداد تا حل مناقشه
            ادامه ميدهند، در غیر این صورت، تا زمان حل و فصل کامل موضوع اختلاف، تعهدات طرفین متوقف خواهد شد.</br>

        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> ماده 6- اقدامات و اختیارات سایت</h2>
        <h6 class="lh-base">

            تن جامه در قطع، محدود نمودن و یا لغو ارایه خدمات خود به کاربران مختار است.</br> همچنین اگر بر اساس دلایل و
            شواهد
            قطعی مشخص گردد که کاربر در فعالیت‌ها و مبادلات ممنوعه یا کالاهای غیر مجاز دخالت داشته‌، به منظور جلوگیری از
            ورود ضرر و زیان به کاربران، اشخاص ثالث و تن جامه، اقدامات احتمالی شامل موارد زیر را اتخاذ خواهد نمود:
            توقف انجام تراکنش‌ها، تعلیق یا ایجاد محدودیت دسترسی کاربر به سایت و یا لغو عضویت، اصلاح اطلاعات نادرستی که
            به سایت داده‌ شده است، اطلاع به مشتریان، بانک و سایر کاربران در مورد فعالیت‌های کاربر خاطی، امتناع از ارایه
            خدمات آتی، تعقیب و پیگرد قانونی، قطع خدمات و یا محدودیت دسترسی به صفحه کاربری.</br> سایت این حق را برای خود
            محفوظ
            می‌دارد که به تشخیص خود و بدون اطلاع قبلی به این توافق نامه خاتمه داده و یا دسترسی کاربر به سایت را قطع
            نماید.</br>

        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> ماده 7- حقوق و مالکیت سایت</h2>
        <h6 class="lh-base">

            دامنه «tanjameh.com»، نام «تن جامه»، لوگو و سایر علائم تجاری ثبت شده، محصولات و خدمات درج شده در سایت، متعلق
            به گروه تجاری تن جامه بوده و بدون کسب اجازه کتبی، هر گونه کپی برداری و استفاده از موارد فوق ممنوع خواهد
            بود.</br>
            علاوه بر این، اسناد، توافقنامه‏ها، فرم‏ها، درخواست‏ها، طرح سربرگ صفحات، شکل‌های گرافیکی و دکمه‌ها، کلیه
            محتویات وب‌سایت، اطلاعات، طراحی، متون، گرافیک، نرم‌افزار، عکس، ویدئو، فایل صوتی و موارد مشابه، و همچنین
            کدهای نرم‌افزاری بخشی در مالکیت انحصاری تن جامه بوده و بدون کسب اجازه کتبی، کپی‌برداری از آن‌ها ممنوع
            است.</br>
            مالکیت و منافع کلیه حقوق سایت تن جامه و مندرجات آن منحصرا متعلق به گروه تجاری تن جامه خواهد بود.</br> همچنین
            کلیه
            محتویات وب‌سایت نیز مشمول قانون کپی‌رایت (مالکیت حقوق معنوی) می‌شود.</br>

        </h6>
    </div>
    <hr>


    <div class="my-4">
        <h2 class="fw-bold"> ماده 8- قانون حاکم</h2>
        <h6 class="lh-base">


            قانون حاکم بر این توافق نامه کلیه‏ی قوانین و مقررات کشور جمهوری اسلامی ایران می‏باشد.</br>

        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold">
            ماده 9- شرایط عدم مسئولیت و عدم تضمین
        </h2>
        <h6 class="lh-base">


            9-1 شرط عدم مسئولیت
            سایت و هیچ یک از ارگان‏های اصلی یا فرعی آن به هیچ وجه، مسئول خسارات اتفاقی، غیرقابل ‌پیش‌بینی، تبعی و
            عدم‌النفع در قبال کاربران نیست.</br> مسئولیت تن جامه و کارکنان آن محدود به خسارات مستقیم و بلاواسطه ایی است
            که با
            اثبات تقصیر سایت به کاربران یا اشخاص ثالث وارد شده است.</br> در صورتی كه ثابت شود ورود خسارت در نتیجه اهمال،
            تقصیر و یا نقض تعهدات قانونی یا قراردادی كاربر بوده، و یا از ناحیه فروشنده بوده است سایت متکلف به پرداخت هیچ
            خسارتی نخواهند بود.</br> همچنین در صورتی كه احراز گردد وقوع حالت فورس ماژور یا قوه قهریه باعث ایجاد خسارت
            گردیده،
            سایت از مسئولیت برئ خواهد بود.</br>

            9-2 انتشار مطالب
            با پذیرش این توافق‌نامه کاربران قبول می کنند سایت هیچگونه مسئولیتی در خصوص ادعاها و مطالب گمراه کننده،
            نادرست، مضر و موهن مندرج در سایت ندارد.</br> بدیهی است به محض اطلاع و رویت هر گونه اطلاعات غیر اخلاقی،
            غیرشرعی و
            ناهنجار، اطلاعات مذکور از سایت حذف خواهد شد.</br>

            9-3 خسارات احتمالی
            سایت هیچگونه مسئولیتی در خصوص زیان ها و خسارات احتمالی ناشی از عملکرد گروه و پرسنل به اعضا نداشته و حداکثر
            خسارات قابل پرداخت در صورت صلاح دید مجموعه، معادل کارمزد خدمات ارائه شده به شخص مدعی، خواهد بود.</br>

            9-4 کسورات
            تن جامه در مورد صحت اظهارات كاربران در خصوص کسوراتی از قبیل مالیات، عوارض و دیگر مطالبات قانونی که به مبالغ
            دریافتی یا پرداختی تعلق می‏گیرد، هیچ مسئولیتی ندارد و مسئول پرداخت این کسورات نخواهد بود.</br>

            9-5 عدم تضمین
            سایت خدمات خود را تنها طبق شروطی که در این توافق نامه بیان شده ارائه می‌نماید و هیچ تضمین و شرط اضافی دیگر
            را نپذیرفته و تضمین نمی نماید که خریدار یا فروشنده به همه شروط معامله پایبند باشند.</br>


        </h6>
    </div>
    <hr>



    <div class="my-4">
        <h2 class="fw-bold">
            ماده 10- اصلاح توافق‌نامه</h2>
        <h6 class="lh-base">


            امکان بازنگری و یا اصلاح کلی و یا جزیی این توافق نامه در طی زمان وجود داشته و در صورت انجام این امر نسخه ی
            بازنگری شده بر روی سایت قرار گرفته و از زمان درج نسبت به همه‏ی كاربران عضو موثر خواهد بود.</br>

        </h6>
    </div>
    <hr>



    <div class="my-4">
        <h2 class="fw-bold"> ماده 11- کالاهای دارای محدودیت </h2>
        <h6 class="lh-base">

            لیست انواع کالاهایی که به هر دلیل برای اخذ سفارش آن ها محدودیت وجود دارد در ذیل آمده است.</br> لازم به ذکر
            است
            این لیست منتج از قوانین واردات گمرک جمهوری اسلامی ایران و مورد تایید مجلس شورای اسلامی می باشد:
            11-1 ـ کالاهای ممنوعه براساس شرع مقدس اسلام و به موجب قانون
            11-2 ـ کالاهای ممنوع شده به موجب جدول تعرفه گمرکی یا تصویب ‌نامه های متکی به قانون
            11-3 ـ اسلحه از هر قبیل، باروت، چاشنی، فشنگ، گلوله و سایر مهمات جنگی، دینامیت و مواد محترقه و منفجره مگر با
            اعلام و موافقت وزارت دفاع و پشتیبانی نیروهای مسلح
            11-4 ـ مواد مخدر و روانگردان از هر قبیل و پیش سازهای آنها مگر با موافقت وزارت بهداشت، درمان و آموزش پزشکی در
            هر مورد
            11-5 ـ دستگاههای فرستنده از هر نوع و قطعات متعلق به آنها مگر با موافقت وزارت ارتباطات و فناوری اطلاعات در هر
            مورد
            11-6 ـ دستگاه مخصوص عکاسی و فیلمبرداری هوایی مگر با موافقت وزارت دفاع و پشتیبانی نیروهای مسلح
            11-7 ـ سامانه (سیستم‌)های استراق سمع، فرستنده ها و ضبط کننده های کوچک اعم از ریزدوربینها و ریزمیکروفونها با
            قابلیت جاسوسی و فرستنده های خاص و پوششی با سرعت بالا، انواع کالا یا سامانه (سیستم)‌های با قابلیت کنترل و
            شنود ارتباطات با سیم و بیسیم (مونیتورینگ) و سامانه (سیستم‌)‌های رمزکننده که در راستای اهداف جاسوسی کاربرد
            دارند مگر با موافقت وزارت اطلاعات در هر مورد
            11-8 ـ حاملین صوت و تصویر ضبط شده خلاف نظم عمومی یا شؤون ملی یا عفت عمومی و یا مذهب رسمی کشور به تشخیص وزارت
            فرهنگ و ارشاد اسلامی
            11-9 ـ کتاب، روزنامه، مجله، صور، علامت و هر نوع نوشته مخالف نظم عمومی یا شؤون ملی یا عفت عمومی و یا مذهب
            رسمی کشور به تشخیص وزارت فرهنگ و ارشاد اسلامی
            11-10 ـ کالاهای دارای عبارت یا علامتی مخالف نظم عمومی یا شؤون ملی یا عفت عمومی و یا مذهب رسمی کشور روی خود
            آنها یا روی لفاف آنها و یا در اسناد مربوط به آنها
            11-11 ـ اسکناس‌های خارجی از جریان قانونی خارج شده، اسکناس، تمبر و برچسب (باندرول) تقلبی و بلیط بخت آزمایی
            (لاتاری)
            11-12 ـ کالاهای دارای نشانی یا نام یا علامت یا مشخصات دیگری بر روی خود کالا یا روی لفاف آنها به منظور فراهم
            کردن موجبات اغفال خریدار و مصرف کننده نسبت به سازنده یا محل ساخت یا خواص یا مشخصات اصلی آن کالا
            تبصره ـ کالایی که با نظارت و تأیید گمرک موجبات اغفال در آنها محو گردد، از شمول بند فوق مستثنی است.</br>
            11-13 ـ کالاهای ممنوع الورود به موجب قوانین خاص

        </h6>
    </div>
    <hr>

    <div class="my-4">
        <h2 class="fw-bold"> ماده 12- ضوابط و مسئولیت‌های مربوط به محصولات آرایشی و بهداشتی</h2>
        <h6 class="lh-base">


            اطلاعات هر محصول آرایشی بهداشتی در وب‌سایت‌ تن جامه، صرفاً برای اطلاع‌رسانی است و جنبه مشاوره ندارد.</br>
            خریدار
            باید قبل از استفاده از مواد آرایشی بهداشتی نسبت به کسب اطلاعات حرفه‌ای و اخذ مشاوره از متخصص مربوط اقدام
            کند.</br> همچنین تن جامه مسئولیتی در قبال درستی اطلاعات فراهم شده روی بسته‌بندی کالا ندارد و مسئولیت آن با
            شرکت
            تولیدکننده کالاست.</br> درصورت عدم آگاهی، اطلاع و ناتوانی مشتری در استفاده از محصولات آرایشی و بهداشتی و یا
            ایجاد
            خسارت نسبت به خود یا محصول، تمامی مسئولیت‌‌های آن بر عهده مشتری است و تن جامه در این خصوص هیچگونه تعهدی
            نخواهد داشت.</br> تن جامه نسبت به عوارض جسمی و بیماری‌های ناشی از استفاده محصولات آرایشی و بهداشتی (از قبیل
            حساسیت‌های پوستی، جراحات و .</br>.</br>.</br>) مسئولیت ندارد.</br>

        </h6>
    </div>
    <hr>


    <div class="my-4">
        <h2 class="fw-bold">

            ماده ۱۳- شرایط فورس ماژور</h2>
        <h6 class="lh-base">



            عمل به مفاد این توافق نامه در شرایط خارج از اراده از قبیل قطعی سیستم اینترنت و… و فورس ماژور شامل بلایای
            طبیعی از جمله سیل، زلزله، صاعقه ، آتش سوزی و غیره مستثنی خواهد بود.</br> این توافق نامه در 14 ماده به رویت
            کاربر
            رسیده و با تایید در هنگام عضویت، از آن پس پذیرش بدون قید و شرط این قرارداد لازم الاجرا خواهد بود.</br>
        </h6>
    </div>
    <hr>


    <div class="my-4">
        <h2 class="fw-bold">

            ماده۱۴- نمایندگی</h2>
        <h6 class="lh-base">

            تن جامه در هیچ نقطه‏‌ای از کشور نمایندگی فروش ندارد و کلیه سرویس‌‏ها، تراکنش‏‌های مالی و خدمات قابل ارائه از
            طریق دفتر مرکزی پردازش می‏‌شود.</br> لطفاً در صورت مشاهده هر گونه تخلفی از این دست، مراتب را جهت پیگرد
            قانونی به
            روابط عمومی دیجی‌استایل اطلاع دهید.</br>


            به دوستان خود پیشنهاد دهید

        </h6>
    </div>
    <hr>


</div>